Tekla.Structures.DrawingInternal.dotGrRectangularCloud_t


Tekla.Structures.DrawingInternal.dotGrRectangularCloud_t.CloudBase


Tekla.Structures.DrawingInternal.dotGrRectangularCloud_t.RectangularCloudAttributes


Tekla.Structures.DrawingInternal.dotGrRectangularCloud_t.StartPoint


Tekla.Structures.DrawingInternal.dotGrRectangularCloud_t.EndPoint


Tekla.Structures.DrawingInternal.dotGrRectangularCloud_t.Angle


Tekla.Structures.DrawingInternal.dotGrRectangularCloud_t.ToStruct(Tekla.Structures.Drawing.RectangularCloud)


Tekla.Structures.DrawingInternal.dotGrRectangularCloud_t.FromStruct(Tekla.Structures.Drawing.RectangularCloud)
